public/cotacoes_enviadas/1002_COT10843-7178_sintese.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
                <soapenv:Header/>
                <soapenv:Body>
                <tem:EnviarOfertas>
                <tem:xmlDoc>
                <Cotacao>
  <Tp_Movimento>I</Tp_Movimento>
  <Dt_Gravacao>04/10/2022 10:41:32</Dt_Gravacao>
  <Cd_Fornecedor>02520829000140</Cd_Fornecedor>
  <Cd_Cotacao>COT10843-7178</Cd_Cotacao>
  <Cd_Condicao_Pagamento>11</Cd_Condicao_Pagamento>
  <Nm_Usuario>PHARMAINT321</Nm_Usuario>
  <Ds_Observacao_Fornecedor/>
  <Qt_Prz_Minimo_Entrega>1</Qt_Prz_Minimo_Entrega>
  <Vl_Minimo_Pedido>800,0000</Vl_Minimo_Pedido>
  <Produtos_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>19670</Id_Produto_Sintese>
      <Cd_Produto_Comprador>62636</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>3515</Id_Marca>
          <Ds_Marca>FLEXPELL</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>3,5600</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>13346</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>19670</Id_Produto_Sintese>
      <Cd_Produto_Comprador>58747</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>3515</Id_Marca>
          <Ds_Marca>FLEXPELL</Ds_Marca>
          <Qt_Embalagem>20</Qt_Embalagem>
          <Vl_Preco_Produto>4,8300</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>13347</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
    <Produto_Cotacao>
      <Id_Produto_Sintese>4371</Id_Produto_Sintese>
      <Cd_Produto_Comprador>19608</Cd_Produto_Comprador>
      <Marcas_Oferta>
        <Marca_Oferta>
          <Id_Marca>1013</Id_Marca>
          <Ds_Marca>CIEX</Ds_Marca>
          <Qt_Embalagem>1</Qt_Embalagem>
          <Vl_Preco_Produto>3,2000</Vl_Preco_Produto>
          <Ds_Obs_Oferta_Fornecedor/>
          <Cd_ProdutoERP>12063</Cd_ProdutoERP>
        </Marca_Oferta>
      </Marcas_Oferta>
    </Produto_Cotacao>
  </Produtos_Cotacao>
</Cotacao>
                </tem:xmlDoc>
                </tem:EnviarOfertas>
                </soapenv:Body>
                </soapenv:Envelope>